/* No comment provided by engineer. */
"Account Expired." = "Konto abgelaufen.";

/* No comment provided by engineer. */
"An error occurred while uploading to Screencast.com." = "Beim Hochladen zu Screencast.com ist ein Fehler aufgetreten.";

/* Cancel */
"Cancel" = "Abbrechen";

/* Message for Screencast V2 scope change re-auth */
"Due to security updates, please sign in again to share to Screencast.com." = "Es wurden Sicherheits-Updates durchgeführt. Bitte melden Sie sich erneut bei Screencast.com an, um Projekte hochzuladen.";

/* No comment provided by engineer. */
"Error" = "Fehler";

/* Failed to login message */
"Failed to log in to Screencast.com. Retry or return to button setup and try to log in again." = "Anmeldung bei Screencast.com fehlgeschlagen Wiederholen Sie den Vorgang oder versuchen Sie, sich über die Schaltflächeneinrichtung erneut anzumelden.";

/* No comment provided by engineer. */
"File cannot be opened." = "Datei kann nicht geöffnet werden.";

/* No comment provided by engineer. */
"HTTP Proxy Requires Authentication." = "HTTP-Proxy erfordert Authentifizierung.";

/* title for not being able to upload to screencast.com */
"Invalid characters" = "Ungültige Zeichen";

/* default folder description on screencast.com */
"Place for sharing" = "Zielort für Weitergabe";

/* plugin name */
"Screencast.com" = "Screencast.com";

/* Title for Screencast V2 scope change re-auth */
"Screencast.com Authentication Required" = "Authentifizierung bei Screencast.com erforderlich";

/* No comment provided by engineer. */
"Screencast.com is temporarily unavailable. Try again later." = "Screencast.com ist vorübergehend nicht erreichbar. Bitte versuchen Sie es später erneut.";

/* Failed to login title */
"Screencast.com log in failed" = "Anmeldung bei Screencast.com fehlgeschlagen";

/* Sign in button */
"Sign In" = "Anmelden";

/* Button title to log in to an account */
"Sign In..." = "Anmelden...";

/* Button title in the preferences when there is an email address set */
"Sign Out" = "Abmelden";

/* No comment provided by engineer. */
"Storage Limit Reached." = "Speicherlimit erreicht.";

/* No comment provided by engineer. */
"The current version of the application is unable to communicate with Screencast.com." = "Die aktuelle Version der Anwendung kann nicht mit Screencast.com kommunizieren.";

/* Message to the user when sharing embed code works */
"The embed code for your capture is ready to be pasted" = "Der Einbettungscode für Ihr Capture kann eingefügt werden.";

/* Message to the user when sharing a link works */
"The link to your capture is ready to be pasted" = "Der Link zu Ihrem Capture kann eingefügt werden";

/* The capture being uploaded is larger than the limit */
"The video size exceeds the limit." = "Die Größe des Videos überschreitet das Limit.";

/* Message - Error account migrated - variables are the product name */
"This version of %@ can no longer share your content to Screencast. Upgrade %@ to share to the new Screencast with built-in conversations, comment annotations, and improved performance." = "Mit dieser Version von %1$@ ist es nicht mehr möglich, Inhalte nach Screencast zu exportieren. Upgraden Sie auf %2$@, um Ihre Projekte über das neue Screencast mit anderen zu teilen – profitieren Sie von integrierten Unterhaltungen, Kommentaranmerkungen und verbesserter Leistung.";

/* Title - Error account migrated */
"Unable to Share to Screencast" = "Weitergabe an Screencast nicht möglich";

/* No comment provided by engineer. */
"Unable to communicate with Screencast.com." = "Kommunikation mit Screencast.com nicht möglich.";

/* No comment provided by engineer. */
"Unable to connect to Screencast.com." = "Verbindung mit Screencast.com nicht möglich.";

/* title for not being able to upload to screencast.com */
"Unable to share to Screencast.com" = "Weitergabe an Screencast.com nicht möglich";

/* No comment provided by engineer. */
"Unable to share your capture.  Local file cannot be opened." = "Ihr Capture kann nicht weitergeleitet werden.  Lokale Datei kann nicht geöffnet werden.";

/* File title if none was given */
"Untitled" = "Unbenannt";

/* plugin button tooltip */
"Upload the capture to TechSmith’s hosting service which provides a URL or embed code for quick sharing." = "Laden Sie das Capture zum Hostingdienst von TechSmith hoch. Sie erhalten einen URL bzw. einen eingebetteten Code für die schnelle Weitergabe.";

/* The capture being uploaded is larger than the limit */
"Valid characters include _ ( ) - . , $ ! ' a-Z 0-9 (space). Titles cannot end with a period, contain accents, or contain foreign language characters." = "Zulässige Zeichen sind _ ( ) - . , $ ! \' a-Z 0-9 (Leerzeichen). Titel können nicht mit einem Punkt enden oder Buchstaben mit Akzenten/Umlauten enthalten.";

/* No comment provided by engineer. */
"Verify you are connected to the Internet and try again." = "Vergewissern Sie sich, dass eine Verbindung zum Internet besteht und wiederholen Sie den Vorgang.";

/* No comment provided by engineer. */
"You have reached your storage limit on Screencast.com, try deleting some stuff to free up space." = "Sie haben Ihr Speicherlimit bei Screencast.com ausgeschöpft. Bitte löschen Sie einige Dateien, um Platz zu schaffen.";

/* No comment provided by engineer. */
"Your Screencast.com account has expired." = "Ihr Konto bei Screencast.com ist abgelaufen.";

/* No comment provided by engineer. */
"Your capture cannot be shared until you log in to your HTTP proxy." = "Ihr Capture kann erst weitergeleitet werden, wenn Sie sich bei Ihrem HTTP-Proxy angemeldet haben.";

